tap "adoptopenjdk/openjdk"
tap "gromgit/fuse"
tap "henkrehorst/php"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/test-bot"
tap "sambadevi/powerlevel9k"
tap "shivammathur/php"
tap "yt-dlp/taps"
brew "six"
brew "ansible"
brew "apr-util"
brew "autoconf"
brew "libffi"
brew "python@3.9"
brew "cairo"
brew "cmake"
brew "gd"
brew "icu4c"
brew "php", link: false
brew "composer"
brew "ctags"
brew "dnsmasq", restart_service: true
brew "dos2unix"
brew "exiftool"
brew "fd"
brew "p11-kit"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "ffmpeg"
brew "fzf"
brew "gawk"
brew "geoip"
brew "gh"
brew "git"
brew "guile"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "golang-migrate"
brew "graphviz"
brew "hey"
brew "htop"
brew "httpd", restart_service: true
brew "httrack"
brew "hugo"
brew "libheif"
brew "imagemagick"
brew "jhead"
brew "jpegoptim"
brew "jq"
brew "openjdk"
brew "kafka", restart_service: true
brew "llvm"
brew "make"
brew "mcrypt"
brew "protobuf"
brew "zlib"
brew "mysql", restart_service: true
brew "ncdu"
brew "neovim"
brew "nghttp2"
brew "nginx", restart_service: true
brew "node"
brew "nvm"
brew "php-cs-fixer"
brew "portaudio"
brew "postgresql@14", restart_service: true
brew "pv"
brew "pyenv"
brew "python@3.10"
brew "ranger"
brew "ruby-build"
brew "rbenv"
brew "redis", restart_service: true
brew "rename"
brew "ruby"
brew "s3cmd"
brew "sqlc"
brew "tcl-tk"
brew "testdisk"
brew "tmux"
brew "tree"
brew "util-linux"
brew "varnish"
brew "vim"
brew "wget"
brew "wp-cli"
brew "yarn"
brew "youtube-dl"
brew "yt-dlp"
brew "zsh"
brew "shivammathur/php/php@7.4"
cask "adoptopenjdk12"
cask "hyper"
cask "macfuse"
cask "phantomjs"
cask "rar"
