tap "adoptopenjdk/openjdk"
tap "exolnet/deprecated"
tap "gromgit/fuse"
tap "henkrehorst/php"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/test-bot"
tap "sambadevi/powerlevel9k"
brew "autoconf"
brew "libffi"
brew "cairo"
brew "gd"
brew "icu4c"
brew "php", link: false
brew "composer"
brew "dnsmasq", restart_service: true
brew "dos2unix"
brew "exiftool"
brew "guile"
brew "p11-kit"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "libass"
brew "ffmpeg"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "gnupg"
brew "htop"
brew "httpd", restart_service: true
brew "httrack"
brew "libheif"
brew "jhead"
brew "jpegoptim"
brew "mcrypt"
brew "six"
brew "mysql", restart_service: true
brew "neovim"
brew "nghttp2"
brew "nginx", restart_service: true
brew "node"
brew "php@7.4", restart_service: true, link: true
brew "pyenv"
brew "ranger"
brew "ruby-build"
brew "rbenv"
brew "redis", restart_service: true
brew "rename"
brew "s3cmd"
brew "tcl-tk"
brew "tmux"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zsh"
cask "adoptopenjdk12"
cask "macfuse"
cask "phantomjs"
